[
  {
    "id": "1",
    "name": "ឆ្នាំជូត",
    "englishName": "Rat",
    "description": "* បើជាមនុស្សប្រុសទំនាយថា៖ ក្នុងឆ្នាំនេះអ្នកមិនសូវបានស្រួលបួលទេ គឺថាអ្នកត្រូវជួបប្រទះនឹងឧបសគ្គជាញឹកញយ ក្នុងដំណើរការធម្មតារបស់អ្នក ប៉ុន្ដែអ្នកត្រូវខិតខំតាំងចិត្តពុះពារ និងប្រឹងរំម្ងាប់ចិត្តទប់ទល់ និងអធិករណ៍ឲ្យមែនទែន ហើយគួរតាំងចិត្តធ្វើការងារ ឬកិច្ចការយ៉ាងណាៗ ដោយសេចក្ដីឧស្សាហ៍ និងស្វាហាប់ ចុងបំផុតអ្នកខំបំពេញឲ្យបានអង់អាចជានិច្ច។ បើអ្នកធ្វើយ៉ាងនេះបាន ទើបអ្នកទទួលបានជោគជ័យគ្រាន់បើឡើងវិញក្នុងរវាងអាយុប៉ុណ្ណោះ។\n\n* បើជាមនុស្សស្រីទំនាយទាយថា៖ ក្នុងឆ្នាំនេះជាឆ្នាំល្អប្រសើរណាស់នឹងបានលាភធំ តែមុននឹងកើតលាភផល ត្រូវបាត់បង់ទ្រព្យរបស់ជាមុនសិន ហេតុនេះត្រូវប្រុងប្រយ័ត្នខ្លួនបន្ដិច ព្រោះចោរកម្មវាបំណងទុក បន្ទាប់ពីនោះទៅអ្នកត្រូវទទួលបានមុខតំណែងថ្មី មាននាទីទទួលខុសត្រូវជាន់ខ្ពស់ ឯជោគលាភដែលអ្នកត្រូវបាននោះ នឹងបានមកពីទីឆ្ងាយ ហើយត្រូវខំរក្សាកាយឲ្យល្អ ក្រែងមានជំងឺតម្កាត់ខ្លះផង។",
    "emoji": "<:YRAT:1293128618276552725>"
  },
  {
    "id": "2",
    "name": "ឆ្នាំឆ្លូវ",
    "englishName": "Ox",
    "description": "* បើជាមនុស្សប្រុសទំនាយថា៖ ក្នុងឆ្នាំនេះជាឆ្នាំល្អប្រសើរណាស់ នឹងបានលាភធំ តែមុននឹងកើតលាភផល ត្រូវបាត់បង់ទ្រព្យរបស់ជាមុនសិន ហេតុដូចនេះ ត្រូវប្រុងប្រយ័ត្នខ្លួនបន្ដិច ព្រោះត្រូវចោរកម្មវាបំណងទុក បន្ទាប់ពីនោះទៅអ្នកត្រូវ ទទួលបានមុខតំណែងថ្មី មាននាទីទទួលខុសត្រូវជាន់ខ្ពស់ ឯជោគលាភដែលអ្នកត្រូវបាននោះនឹងបានមកពីទីឆ្ងាយ។ តែត្រូវខំរក្សាកាយឲ្យល្អក្រែងមានជំងឺតម្កាត់ខ្លះផង។\n\n* បើជាមនុស្សស្រីទំនាយទាយថា៖ ក្នុងឆ្នាំនេះអ្នកមិនសូវបានស្រួលបួលទេ គឺថាអ្នកត្រូវជួបប្រទះនឹងឧបសគ្គជាញឹកញយ ក្នុងដំណើរការធម្មតារបស់អ្នក ប៉ុន្ដែអ្នកត្រូវខិតខំតាំងចិត្តពុះពារ និងប្រឹងរំងាប់ចិត្តទប់ទល់ និងអធិករណ៍ឲ្យមែនទែន ហើយគួរតាំងចិត្តធ្វើការងារ ឬកិច្ចការយ៉ាងណាៗ ដោយសេចក្ដីឧស្សាហ៍ និងស្វាហាប់ចុងបំផុត អ្នកខំបំពេញឲ្យបានអង់អាចជានិច្ច។ បើអ្នកធ្វើយ៉ាងនេះ បានទើបអ្នកទទួលបានជោគជ័យគ្រាន់បើឡើងវិញ ក្នុងរវាងអាយុប៉ុណ្ណោះ។",
    "emoji": "<:YOX:1293128626107056193>"
  },
  {
    "id": "3",
    "name": "ឆ្នាំខាល",
    "englishName": "Tiger",
    "description": "* បើជាមនុស្សប្រុសទំនាយថា៖ ឆ្នាំនេះជាឆ្នាំដែលអ្នកត្រូវ ឃ្លាតឆ្ងាយពីទីកន្លែង បើមិនដូច្នោះទេអ្នកមុខជាត្រូវ នឿយណាយធុញទ្រាន់នឹងកន្លែងចាស់ ឬត្រូវផ្លាស់ប្ដូរទីលំនៅផងក៏មាន ពុំនោះសោតនាទីការពាររបស់អ្នកនឹងត្រូវរុះរើជាថ្មី បើមានការលក់ដូរជំនួញជួញប្រែជាអាជីព ការនេះនឹងបណ្ដាជាហេតុឲ្យមានសេចក្ដីចង្អៀតខ្លះៗ តំណទៅពេលខាងមុខក្នុងឆ្នាំនេះ អ្នកនឹងមានស្កៀបរមាស់ រង្គោះរង្គើរដល់ក្រុមហ៊ុន បើមានជើងឈ្នួលក្នុងបន្ទុក វានឹងធ្វើមោះមិនគាប់ឲ្យអ្នក មានសេចក្ដីហ្មងមួររឿយៗ មួយវិញទៀតញាតិពន្ធ័ ឬមិត្តភក្ដិនឹងកើតជាក្ដីរង្គាស ឫស្សាដល់អ្នកដោយបំពានលើផលល្អ និងសេចក្ដីសម្រើនរបស់អ្នក ហេតុការណ៍ទាំងអស់នេះ ចូលអ្នកកុំភ្លេចស្មារតីឲ្យសោះ បើយ៉ាងហោចណាស់ក៏នឹងមានវិបត្តិឈឺថ្កាត់មិនខានឡើយ។\n\n* បើជាមនុស្សស្រីទំនាយថា៖ ក្នុងឆ្នាំនេះ ជាឆ្នាំដែលអ្នកមិនសូវរីករាយសោះឡើយ ទោះបីជាយ៉ាងនេះ ក៏ដោយអ្នកបានសម្រេច ក្នុងការដែលអ្នកបានតាំងចិត្តទុកយ៉ាងប្ដូរផ្ដាច់ មិត្តភក្ដិរបស់អ្នក ឬមនុស្សធ្វើការជាមួយអ្នក ជាមនុស្សអាប់ជោគថោករាសីដឹកនាំអ្នក ឲ្យខកខាតទុន ក្នុងរយៈឆ្នាំនេះ អ្នកពុំគួរធ្វើដំណើរផ្លូវឆ្ងាយពេកទេ សូម្បីតែបើកហាងលក់ដូរឥវ៉ាន់ថ្មី ឬប្រកបការយ៉ាងណាក៏ដោយ ដោយអ្នកកុំធ្វេសប្រហែសឲ្យសោះ ហើយពុំគួរពឹងរកឲ្យគេជួយទុក្ខធុរៈខ្លួនជាដាច់ខាត។",
    "emoji": "<:YTIGER:1293128656217968651>"
  },
  {
    "id": "4",
    "name": "ឆ្នាំថោះ",
    "englishName": "Rabbit",
    "description": "* បើជាមនុស្សប្រុសទំនាយថា៖ ឆ្នាំនេះជាឆ្នាំដែលលោកអ្នកមានក្ដីសុខសម្រាន្ដយ៉ាងលើសលុប ហើយបានគាប់ចិត្តគ្រប់យ៉ាង មានគេកំណល់រង្វាន់មកឲ្យដល់ទីកន្លែង ក្នុងឆ្នាំនេះជោគរាសីរបស់អ្នកល្អជាទីបំផុត បើអ្នកមានបំណងធ្វើអ្វី មុខជាបានសម្រេចផលយ៉ាងមែនពិត។ ប៉ុន្ដែថាអ្នកកុំផ្ដេកផ្ដួលនឹងការជួយឈឺឆ្អាលពីគេឯទៀតខ្លាំងពេក នៅក្នុងរឿងស្រលាញ់រាប់អានស្រលាញ់ទុកចិត្ត គួរតែប្រយ័ត្នឲ្យមែនទែន ហើយខំស្ទាប់ស្ទង់បន្ដិចផងបើសិនជាវៀរមិនផុត។ នៅក្នុងបន្ទុបក្រុមគ្រួសារមានសេចក្ដីសុខយ៉ាងក្រៃលែង។\n\n* បើជាមនុស្សស្រីទំនាយថា៖ ក្នុងឆ្នាំនេះជាឆ្នាំដែលលោកអ្នកមានចិត្តខ្វល់ខ្វាយច្រើនអនេក មិត្តភក្រ្ដិជាទីស្រលាញ់ ឬញាតិសន្ដាន ដែលមានគុណបំណាច់លើរូបអ្នកត្រូវនិរាសគ្នា មិនតែប៉ុណ្ណោះអ្នកត្រូវខូតខាតផលប្រយោជន៍ខ្លះទៀតផង តាមការពិតអ្នកមិនត្រូវទុក្ខក្ដៅណាស់ណាទេ នៅមានគេជួយឈឺឆ្អាលឲ្យអ្នកបានសុខសាន្ដ បើទុកជាមានឧបសគ្គក្នុងការងារខ្លះ ក៏គង់នឹងសាបរលាបទៅវិញបាន ដោយសារតែពេលនេះ មានមិត្តភក្ដិអ្នកបានតទល់យ៉ាងស្វិតស្វាញ ជួនកាលឆ្នាំនេះអ្នកត្រូវរុះរើផ្ទះសំបែង ជួសជុល ឬធ្វើថ្មីតែមិនជាការសំខាន់ទេ។",
    "emoji": "<:YRABBIT:1293128673238716467>"
  },
  {
    "id": "5",
    "name": "ឆ្នាំរោង",
    "englishName": "Dragon",
    "description": "* បើជាមនុស្សប្រុសទំនាយថា៖ ក្នុងឆ្នាំនេះ អ្នកបានមុខងារធ្វើជាលក្ខណ៍ដ្ឋាន បើសិនជាការរៀបចំមង្គលការផ្ទាល់ខ្លួន មុខជាបានសម្រេចដូចសេចក្ដីប្រាថ្នា ជួបលាភផលយ៉ាងបន្ទាន់ ប៉ុន្ដែទោះបីទៅជាយ៉ាងនោះក៏ដោយ ក៏គង់តែនៅមានមនុស្សឫស្សា ចំពោះលទ្ធផលរបស់អ្នកជានិច្ច នៅក្នុងរឿងនេះ អ្នកកុំខ្លាចឲ្យសោះ ព្រោះនៅមានគេចាំជួយឈឺឆ្អាលអ្នកពេញទំហឹង ខាងមុខដូចការពោលពេលនេះ ចូលអ្នកប្រយ័ត្នមនុស្សមានទុក្ខទោសគ្របសង្កត់ ណាមួយមកបញ្ចុះបញ្ចូលបញ្ជោរ លើកជើងអ្នកឲ្យចូលរួមការងារជាមួយគេ ទោះការងារនៅមានសភាពយ៉ាងណាក៏ដោយ សុទ្ធតែមិនបរិសុទ្ធទាំងអស់។ ហើយមិនគួរលីសែង រែកពុនលើកដាក់ របស់ធ្ងន់ហួសពេកទេ ក្រែងថ្លោះចង្កេះគ្រេចឆ្អឹងខ្នង។\n\n* បើជាមនុស្សស្រីទំនាយថា៖ ឆ្នាំនេះជាឆ្នាំសម្រេចលាភផល ជូនដល់កណ្ដាប់ដៃយើងហើយ ទោះសត្រូវកាចប៉ុងប៉ងប្រទុស្ដសារាយយ៉ាងដូចម្ដេចក៏ដោយ ខ្លួនអ្នកត្រូវបានជោគជ័យគ្រប់ប្រការ ហើយនឹងបានទទួលការលើកតម្កើនពីមនុស្សទូទៅ បើអ្នកបានរៀបមង្គលការក្នុងឆ្នាំនេះ រាប់ថាល្អផ្ដាច់ហើយ ប៉ុន្ដែឧបសគ្គរបស់អ្នកមិនសោះសូន្យដែរ ចំពោះក្រុមញាតិព័ន្ធនឹងផ្ដល់សេចក្ដីរំខាន់ដល់អ្នក ក្នុងរយៈឆ្នាំនេះមួយចំនួន។",
    "emoji": "<:YDRAGON:1293128686719209524>"
  },
  {
    "id": "6",
    "name": "ឆ្នាំម្សាញ់",
    "englishName": "Snake",
    "description": "* បើជាមនុស្សប្រុសទំនាយថា៖ ក្នុងឆ្នាំនេះអ្នកតោងតែកែកុនប្រើសេចក្ដីពិនិត្យពិច័យ ឲ្យល្អិតល្អន់បន្ដិចសម្បីតែអ្នក ដែលធ្លាប់រាប់រកអ្នកយ៉ាងណា ឬអ្នកធ្វើការងាររួមនឹងគេ អ្នកកុំសង្ឃឹមឡើយថា នឹងបានកម្រៃផលពីវង់ការបែបនោះឲ្យសោះ ពុំនោះនឹងបណ្តាលហេតុពី ក្នុងក្រុមគ្រួសារមានភ័យព្រួយឈឺថ្កាត់ ឬមានរឿងទំនាស់ពីមនុស្សបំរើការក្នុងលំនៅដ្ឋាន ជតារាសីអ្នកក្នុងឆ្នាំនេះពុំប្រសើរទេ ជាគ្រោះកាចសាហាវណាស់ ការងារប្រចាំជីវិតរបស់អ្នក ឬសេចក្ដីស្និតស្នាលរបស់លោកអ្នក នឹងផ្ដល់ផលជាអសារឥតការដល់អ្នកវិញ បើអ្នកចង់បន្ធូរបន្ថយការអាប់បែបនេះ អ្នកត្រូវខំខ្នះខ្នែងដោយប្រើសេចក្ដីឆ្លៀវឆ្លាត និងសេចក្ដីអង់អាចឲ្យគ្រប់កំលាំងទើបអ្នក បានប្រាស់ចាកវិបត្តិទាំងនេះទៅខ្លះ។\n\n* បើជាមនុស្សស្រីទំនាយថា៖ ក្នុងឆ្នាំនេះជាឆ្នាំដែលជោគលាភមុខជានឹងមានដល់អ្នកហើយ បើអ្នកចង់ធ្វើអ្វីនឹងបានសម្រេចជាដរាបមិត្តភក្ដិ ឬចៅហ្វាយនាយជាធំប្រុងទំនុកបម្រុង ដល់អ្នកតែថារឿងដែលអ្នកត្រូវប្រិតប្រៀងខ្លួនជានិច្ច គឺកុំបេះបួយនាំរឿងពីនេះទៅនិន្ទា ឲ្យអ្នកឯនោះលឺ ឬដឹង បើអ្នកបានតមប្រាកដក្នុងហេតុភេទបែបនេះ ឈ្មោះថាខ្លួនអ្នកនឹងបានដោះស្រាយ ពីការបែកបាក់រវាងមេត្រីភាព។",
    "emoji": "<:YSNAKE:1293128697070747659>"
  },
  {
    "id": "7",
    "name": "ឆ្នាំមមី",
    "englishName": "Horse",
    "description": "* បើជាមនុស្សប្រុសទំនាយថា៖ ក្នុងឆ្នាំនេះការរៀបមង្គលការរបស់អ្នក បានផលសម្រេចបំណងមែនពិត ប្រកបដោយក្ដីសុខ ប៉ុន្ដែអ្នកនៅមានទំនាស់នឹងមេបា របស់អ្នកបន្ដិចបន្ដួច រួចពីហេតុភេទបែបនេះ ទៅបានល្អឡើងវិញ បើអ្នកធ្វើការងារកាន់មុខតំណែង មានមុខនាទីអ្នកត្រូវបានឡើងតំណែងនាទីបន្ថែមជាមិនខាន ការដែលអ្នកត្រូវប្រុងប្រយ័ត្នជាទីបំផុតនោះ គឺចោរកម្ម និងអគ្គិភ័យបំផ្លាញ បើសិនមានជំងឺច្រើនតែផ្ដាសាយ។ \n\n* បើជាមនុស្សស្រីទំនាយថា៖ ក្នុងឆ្នាំនេះអ្នកនឹងមានគ្រោះអាសន្នអាក្រក់ណាស់ ដួងជតាត្រូវខាតបង់ឬត្រូវមានធុរៈឈឺថ្កាត់ ប៉ុន្ដែអ្នកត្រូវបានមិត្តជិតស្និត ជួយឈឺឆ្អាលយ៉ាងពេញទំហឹង បើអ្នកចង់ធ្វើអ្វីត្រូវពិចារណាមុខក្រោយ ឲ្យល្អិតល្អន់មែនទែន បើការណាភ្លាត់ការអ្នកមុខជាត្រូវរង់នូវអំពើសង្កត់សង្កិន យ៉ាងគួរឲ្យធរមានចិត្ត ចូលកុំគម្បីបញ្ចេញឈ្មោះបោះសំឡេង ជាត្លុកកំប្លែងលេងជាមួយគេញយៗពេក ចូរខំបំពេញខ្លួនឲ្យគេឃើញថា យើងជាមនុស្សមានរបៀប និងសុភាពរៀបរយចូលធ្វើសេចក្ដីល្អ តបតជាមួយសត្រូវទើបគ្រោះរបស់អ្នក នឹងត្រូវបន្ទោរបង់បន្ធូរបន្ថយទៅបានខ្លះ ហើយពេលក្រោយមានគេជួយឲ្យបានទ្រព្យ និងបានស្ដុកស្ដម្ភ។",
    "emoji": "<:YHORSE:1293128709812781068>"
  },
  {
    "id": "8",
    "name": "ឆ្នាំមមែ",
    "englishName": "Goat",
    "description": "ខ* បើជាមនុស្សប្រុសទំនាយថា៖ ក្នុងឆ្នាំនេះអ្នកនឹងមានគ្រោះអាសន្នអាក្រក់ណាស់ ដួងជតាត្រូវខាតបង់ឬត្រូវមានធុរៈឈឺថ្កាត់ ប៉ុន្ដែអ្នកត្រូវបានមិត្តជិតស្និត ជួយឈឺឆ្អាលយ៉ាងពេញទំហឹង បើអ្នកចង់ធ្វើអ្វីត្រូវពិចារណាមុខក្រោយ ឲ្យល្អិតល្អន់មែនទែន បើការណាភ្លាត់ការអ្នកមុខជាត្រូវរង់នូវអំពើសង្កត់សង្កិន យ៉ាងគួរឲ្យធរមានចិត្ត ចូលកុំគម្បីបញ្ចេញឈ្មោះបោះសំឡេង ជាត្លុកកំប្លែងលេងជាមួយគេញយៗពេក ចូរខំបំពេញខ្លួនឲ្យគេឃើញថា យើងជាមនុស្សមានរបៀប និងសុភាពរៀបរយចូលធ្វើសេចក្ដីល្អ តបតជាមួយសត្រូវទើបគ្រោះរបស់អ្នក នឹងត្រូវបន្ទោរបង់បន្ធូរបន្ថយទៅបានខ្លះ ហើយពេលក្រោយមានគេជួយឲ្យបានទ្រព្យ និងបានស្ដុកស្ដម្ភ។\n\n* បើជាមនុស្សស្រីទំនាយថា៖ ក្នុងឆ្នាំនេះការរៀបមង្គលការរបស់អ្នក បានផលសម្រេចបំណងមែនពិត ប្រកបដោយក្ដីសុខ ប៉ុន្ដែអ្នកនៅមានទំនាស់នឹងមេបា របស់អ្នកបន្ដិចបន្ដួច រួចពីហេតុភេទបែបនេះ ទៅបានល្អឡើងវិញ បើអ្នកធ្វើការងារកាន់មុខតំណែង មានមុខនាទីអ្នកត្រូវបានឡើងតំណែងនាទីបន្ថែមជាមិនខាន ការដែលអ្នកត្រូវប្រុងប្រយ័ត្នជាទីបំផុតនោះ គឺចោរកម្ម និងអគ្គិភ័យបំផ្លាញ បើសិនមានជំងឺច្រើនតែផ្ដាសាយ។",
    "emoji": "<:YGOAT:1293128740280467487>"
  },
  {
    "id": "9",
    "name": "ឆ្នាំវក",
    "englishName": "Monkey",
    "description": "* បើជាមនុស្សប្រុសទំនាយថា៖ ក្នុងឆ្នាំនេះជាឆ្នាំដែលជោគលាភមុខជានឹងមានដល់អ្នកហើយ បើអ្នកចង់ធ្វើអ្វីនឹងបានសម្រេចជាដរាបមិត្តភក្ដិ ឬចៅហ្វាយនាយជាធំប្រុងទំនុកបម្រុង ដល់អ្នកតែថារឿងដែលអ្នកត្រូវប្រិតប្រៀងខ្លួនជានិច្ច គឺកុំបេះបួយនាំរឿងពីនេះទៅនិន្ទា ឲ្យអ្នកឯនោះលឺ ឬដឹង បើអ្នកបានតមប្រាកដក្នុងហេតុភេទបែបនេះ ឈ្មោះថាខ្លួនអ្នកនឹងបានដោះស្រាយ ពីការបែកបាក់រវាងមេត្រីភាព។\n\n* បើជាមនុស្សស្រីទំនាយថា៖ ក្នុងឆ្នាំនេះអ្នកតោងតែកែកុនប្រើសេចក្ដីពិនិត្យពិច័យ ឲ្យល្អិតល្អន់បន្ដិចសម្បីតែអ្នក ដែលធ្លាប់រាប់រកអ្នកយ៉ាងណា ឬអ្នកធ្វើការងាររួមនឹងគេ អ្នកកុំសង្ឃឹមឡើយថា នឹងបានកម្រៃផលពីវង់ការបែបនោះឲ្យសោះ ពុំនោះនឹងបណ្តាលហេតុពី ក្នុងក្រុមគ្រួសារមានភ័យព្រួយឈឺថ្កាត់ ឬមានរឿងទំនាស់ពីមនុស្សបំរើការក្នុងលំនៅដ្ឋាន ជតារាសីអ្នកក្នុងឆ្នាំនេះពុំប្រសើរទេ ជាគ្រោះកាចសាហាវណាស់ ការងារប្រចាំជីវិតរបស់អ្នក ឬសេចក្ដីស្និតស្នាលរបស់លោកអ្នក នឹងផ្ដល់ផលជាអសារឥតការដល់អ្នកវិញ បើអ្នកចង់បន្ធូរបន្ថយការអាប់បែបនេះ អ្នកត្រូវខំខ្នះខ្នែងដោយប្រើសេចក្ដីឆ្លៀវឆ្លាត និងសេចក្ដីអង់អាចឲ្យគ្រប់កំលាំងទើបអ្នក បានប្រាស់ចាកវិបត្តិទាំងនេះទៅខ្លះ។",
    "emoji": "<:YMONKEY:1293128764246458463>"
  },
  {
    "id": "10",
    "name": "ឆ្នាំរការ",
    "englishName": "Rooster",
    "description": "* បើជាមនុស្សប្រុសទំនាយថា៖ ក្នុងឆ្នាំនេះជាឆ្នាំសម្រេចលាភផល ជូនដល់កណ្ដាប់ដៃយើងហើយ ទោះសត្រូវកាចប៉ុនប៉ងប្រទុស្ដសារាយយ៉ាងដូចម្ដេចក៏ដោយ ខ្លួនអ្នកត្រូវបានជោគជ័យគ្រប់ប្រការ ហើយនឹងបានទទួលការលើកតម្កើនពីមនុស្សទូទៅ ថាបើអ្នកបានរៀបមង្គលការក្នុងឆ្នាំនេះរាប់ថាល្អផ្ដាច់ហើយ ប៉ុន្ដែឧបសគ្គរបស់អ្នកក៏មិនសោះសូន្យដែរ ចំពោះក្រុមញាតិព័ន្ធនឹងផ្ដល់សេចក្ដីរំខានដល់អ្នកក្នុងឆ្នាំនេះមួយចំនួន។\n\n* បើជាមនុស្សស្រីទំនាយថា៖ ក្នុងឆ្នាំនេះ អ្នកបានមុខងារធ្វើជាលក្ខណ៍ដ្ឋាន បើសិនជាការរៀបចំមង្គលការផ្ទាល់ខ្លួន មុខជាបានសម្រេចដូចសេចក្ដីប្រាថ្នា ជួបលាភផលយ៉ាងបន្ទាន់ ប៉ុន្ដែទោះបីទៅជាយ៉ាងនោះក៏ដោយ ក៏គង់តែនៅមានមនុស្សឫស្សា ចំពោះលទ្ធផលរបស់អ្នកជានិច្ច នៅក្នុងរឿងនេះ អ្នកកុំខ្លាចឲ្យសោះ ព្រោះនៅមានគេចាំជួយឈឺឆ្អាលអ្នកពេញទំហឹង ខាងមុខដូចការពោលពេលនេះ ចូលអ្នកប្រយ័ត្នមនុស្សមានទុក្ខទោសគ្របសង្កត់ ណាមួយមកបញ្ចុះបញ្ចូលបញ្ជោរ លើកជើងអ្នកឲ្យចូលរួមការងារជាមួយគេ ទោះការងារនៅមានសភាពយ៉ាងណាក៏ដោយ សុទ្ធតែមិនបរិសុទ្ធទាំងអស់។ ហើយមិនគួរលីសែង រែកពុនលើកដាក់ របស់ធ្ងន់ហួសពេកទេ ក្រែងថ្លោះចង្កេះគ្រេចឆ្អឹងខ្នង។",
    "emoji": "<:YROOSTER:1293128781795557398>"
  },
  {
    "id": "11",
    "name": "ឆ្នាំច",
    "englishName": "Dog",
    "description": "* បើជាមនុស្សប្រុសទំនាយថា៖ ក្នុងឆ្នាំនេះជាឆ្នាំដែលលោកអ្នកមានចិត្តខ្វល់ខ្វាយច្រើនអនេក មិត្តភក្រ្ដិជាទីស្រលាញ់ ឬញាតិសន្ដាន ដែលមានគុណបំណាច់លើរូបអ្នកត្រូវនិរាសគ្នា មិនតែប៉ុណ្ណោះអ្នកត្រូវខូតខាតផលប្រយោជន៍ខ្លះទៀតផង តាមការពិតអ្នកមិនត្រូវទុក្ខក្ដៅណាស់ណាទេ នៅមានគេជួយឈឺឆ្អាលឲ្យអ្នកបានសុខសាន្ដ បើទុកជាមានឧបសគ្គក្នុងការងារខ្លះ ក៏គង់នឹងសាបរលាបទៅវិញបាន ដោយសារតែពេលនេះ មានមិត្តភក្ដិអ្នកបានតទល់យ៉ាងស្វិតស្វាញ ជួនកាលឆ្នាំនេះអ្នកត្រូវរុះរើផ្ទះសំបែង ជួសជុល ឬធ្វើថ្មីតែមិនជាការសំខាន់ទេ។\n\n* បើជាមនុស្សស្រីទំនាយថា៖ ឆ្នាំនេះជាឆ្នាំដែលលោកអ្នកមានក្ដីសុខសម្រាន្ដយ៉ាងលើសលុប ហើយបានគាប់ចិត្តគ្រប់យ៉ាង មានគេកំណល់រង្វាន់មកឲ្យដល់ទីកន្លែង ក្នុងឆ្នាំនេះជោគរាសីរបស់អ្នកល្អជាទីបំផុត បើអ្នកមានបំណងធ្វើអ្វី មុខជាបានសម្រេចផលយ៉ាងមែនពិត។ ប៉ុន្ដែថាអ្នកកុំផ្ដេកផ្ដួលនឹងការជួយឈឺឆ្អាលពីគេឯទៀតខ្លាំងពេក នៅក្នុងរឿងស្រលាញ់រាប់អានស្រលាញ់ទុកចិត្ត គួរតែប្រយ័ត្នឲ្យមែនទែន ហើយខំស្ទាប់ស្ទង់បន្ដិចផងបើសិនជាវៀរមិនផុត។ នៅក្នុងបន្ទុបក្រុមគ្រួសារមានសេចក្ដីសុខយ៉ាងក្រៃលែង។",
    "emoji": "<:YDOG:1293128799172562944>"
  },
  {
    "id": "12",
    "name": "ឆ្នាំកុរ",
    "englishName": "Pig",
    "description": "* បើជាមនុស្សប្រុសទំនាយថា៖ ក្នុងឆ្នាំនេះ ជាឆ្នាំដែលអ្នកមិនសូវរីករាយសោះឡើយ ទោះបីជាយ៉ាងនេះ ក៏ដោយអ្នកបានសម្រេច ក្នុងការដែលអ្នកបានតាំងចិត្តទុកយ៉ាងប្ដូរផ្ដាច់ មិត្តភក្ដិរបស់អ្នក ឬមនុស្សធ្វើការជាមួយអ្នក ជាមនុស្សអាប់ជោគថោករាសីដឹកនាំអ្នក ឲ្យខកខាតទុន ក្នុងរយៈឆ្នាំនេះ អ្នកពុំគួរធ្វើដំណើរផ្លូវឆ្ងាយពេកទេ សូម្បីតែបើកហាងលក់ដូរឥវ៉ាន់ថ្មី ឬប្រកបការយ៉ាងណាក៏ដោយ ដោយអ្នកកុំធ្វេសប្រហែសឲ្យសោះ ហើយពុំគួរពឹងរកឲ្យគេជួយទុក្ខធុរៈខ្លួនជាដាច់ខាត។\n\n* បើជាមនុស្រីទំនាយថា៖ ឆ្នាំនេះជាឆ្នាំដែលអ្នកត្រូវ ឃ្លាតឆ្ងាយពីទីកន្លែង បើមិនដូច្នោះទេអ្នកមុខជាត្រូវ នឿយណាយធុញទ្រាន់នឹងកន្លែងចាស់ ឬត្រូវផ្លាស់ប្ដូរទីលំនៅផងក៏មាន ពុំនោះសោតនាទីការពាររបស់អ្នកនឹងត្រូវរុះរើជាថ្មី បើមានការលក់ដូរជំនួញជួញប្រែជាអាជីព ការនេះនឹងបណ្ដាជាហេតុឲ្យមានសេចក្ដីចង្អៀតខ្លះៗ តំណទៅពេលខាងមុខក្នុងឆ្នាំនេះ អ្នកនឹងមានស្កៀបរមាស់ រង្គោះរង្គើរដល់ក្រុមហ៊ុន បើមានជើងឈ្នួលក្នុងបន្ទុក វានឹងធ្វើមោះមិនគាប់ឲ្យអ្នក មានសេចក្ដីហ្មងមួររឿយៗ មួយវិញទៀតញាតិពន្ធ័ ឬមិត្តភក្ដិនឹងកើតជាក្ដីរង្គាស ឫស្សាដល់អ្នកដោយបំពានលើផលល្អ និងសេចក្ដីសម្រើនរបស់អ្នក ហេតុការណ៍ទាំងអស់នេះ ចូលអ្នកកុំភ្លេចស្មារតីឲ្យសោះ បើយ៉ាងហោចណាស់ក៏នឹងមានវិបត្តិឈឺថ្កាត់មិនខានឡើយ៕",
    "emoji": "<:YPIG:1293128832479395882>"
  }
]