[
  {
    "id":"1",
    "name":"វន្តាសប្រេត",
    "description":"វន្តាសប្រេតគឺប្រេតស៊ីរបស់ដែលគេខ្ជាក់ចេញហើយ។ប្រេតនេះមានភ្នែកក្រលួងមានមុខក្រញូវដុះរោមច្រើនសម្រ៉ូវមាត់រៀចកំប៉ូវខ្នងកោងកំពួរសក់រួញក្រញង់ដោះប៉ោងខ្លួនធំក្លិនខ្មួរដៃជើងក្រញង់ធ្មេញដុះខុសជួរមានរូបរាងខ្ពស់ជង្គ្រោងស្គមដូចកុកគ្រោងដំបៅពេញកាយរាប់រយលានឆ្នាំមិនដែលស្គាល់បាយស៊ីតែកំហាកដែលស្តោះចេញពីមាត់គេ។ចំពោះប្រេតទាំងនេះមកពីមិនបានធ្វើបុណ្យដោយចិត្តជ្រះថ្លាស្តោះដាក់អាហារឱ្យអ្នកមានសីលខ្ពស់។",
    "emoji":"<:WALLPAPER:1282969919323115542>",
    "image":"https://i.imgur.com/NxSdySw.jpg"
  },
  {
    "id":"2",
    "name":"កុណបាសប្រេត",
    "description":"កុណបាសប្រេត(ឬកុណបា)ប្រេតដែលស៊ីសាកសព។ប្រេតនេះមានពោះធ្លាក់ត្រយោកមុខខ្លីកំប៉ុកភ្នែកប៉ុនត្រឡោកចង្កាយាស្ពោកធ្មេញធំប៉ុនដបសក់វែងអូសដីចម្រុះខើចខ្លីកស្តួចដូចដបក្បាលធំជាងខ្លួនមិនសមប្រកប។ធុំក្លិនស្អុយអសោចស៊ីតែសពខ្មោច។ប្រេតនេះអត់បាយរាប់កោដិឆ្នាំស៊ីតែខ្ទុះឈាមនៃសាកសពខ្មោចឥតបានប្រយោជន៍ទេបើស៊ីណាស់កាន់តែឃ្លានណាស់ព្រោះមានផលកម្មចាស់ដែលខ្លួនបានសាងឡើង។",
    "emoji":"<:WALLPAPER:1282969919323115542>",
    "image":"https://i.imgur.com/JEQz1fc.jpg"
  },
  {
    "id":"3",
    "name":"គូថខាទកប្រេត",
    "description":"គូថខាទកប្រេត(ឬគូថៈ)ប្រេតដែលស៊ីឧច្ចារៈ(លាមក)។ប្រេតនេះមានភ្នែករិលទទឹងមាត់ខើចសំញេញដុះរោមជិតឈឹងច្រមុះត្រង់ភ្លឹងកខ្លីដូចហ៊ីង។ក្បាលធំក្រមាងសក់ដុះខាងៗកណ្តាលរលីងស្លឹកត្រចៀកកំប៉ិតពោះធំកំភ្លឹងរូបរាងស្គមកំព្រឹងស៊ីតែលាមកក្លិនស្អុយខ្មោះៗសាច់ស្រែងកក្រោះដៃជើងធំៗខំដើរស្កាត់រកគំនរលាមកធ្វើចំណី។ចំពោះប្រេតនេះគឺរស់នៅរបៀបនេះរាប់រយកោដិឆ្នាំរស់ដោយផលកម្មគឺពៀរវេរាពីជាតិមុនជាជនពាលអត់មានសទ្ធាកោងកាចអប្រិយ។",
    "emoji":"<:WALLPAPER:1282969919323115542>",
    "image":"https://i.imgur.com/EgT9muo.jpg"
  },
  {
    "id":"4",
    "name":"អគ្គិជាលមុខប្រេត",
    "description":"អគ្គិជាលមុខប្រេតប្រេតដែលមានភ្លើងនៅក្នុងមាត់។ប្រេតនេះហៅថាអគ្គិជាលមានភ្លើងឆេះរោលរាលពេញខ្លួនប្រាណភ្នែកហើមលៀនភ្លើងឆេះរន្ធមាត់មានដំបៅខ្លាំងស្រែកយំគគ្រក់ហុយផ្សែងព័ន្ធព័ទ្ធសាច់ស្បែកឡើងរលួយភ្លើងឆេះទាំងយប់ទាំងថ្ងៃ។ពួកប្រេតនេះគឺចង្រៃព្រោះមានកម្មសាងពីជាតិមុនគឺជាមនុស្សប៉ោឡែលេងនឹងព្រះសង្ឃបញ្ឆោតលេងសប្បាយ។ប្រេតនេះច្រើនតែរស់នៅដងព្រៃជ្រៅក្បែរមាត់សមុទ្រលើដុំសិលាស្រេកឃ្លានអាហារស្រេកទឹកពុំអាចស៊ីចំណីបាន។",
    "emoji":"<:WALLPAPER:1282969919323115542>",
    "image":"https://i.imgur.com/jQILI8C.jpg"
  },
  {
    "id":"5",
    "name":"សូចិមុខប្រេត",
    "description":"សូចិមុខប្រេតប្រេតដែលមានមាត់ប៉ុនម្ជុល។ប្រេតឈ្មោះសុចិមុខមាត់ស្រួចដូចម្ជុលក្បាលធំត្រមែងរន្ធមាត់ប៉ុនរន្ធក្តិតម្ជុលដៃជើងធំបែករាងទុលមុលធំប៉ុនភ្នំភ្នែកលៀនក្រឡោកក្រចកដៃសោតស្រែងស៊ីសុះដុំដុះវែងក្រាសចោទដូចជើងភ្នំសក់ក្បាលពុកមាត់ពុកចង្កាដុះដូចព្រឹក្សា។ពួកប្រេតនេះច្រើនរស់នៅបព្វតាព្រៃជ្រៅភ្នំគិជ្ឈកូដហើយប្រេតនេះស្រេកឃ្លានអាហារចាក់ទឹកមិនចូលញាត់បាយមិនទៅចេះតែរស់នៅដោយផលកម្មដែលខ្លួនបានសាង។កាលពីជាតិមុនមិនបានធ្វើបុណ្យមានទ្រព្យច្រើនតែចិត្តកំណាញ់មិនដាក់ទានឲ្យអ្នកក្រខ្សត់សូម្បីតែមាតាបិតាក៏មិនឲ្យលោកពិសាគ្រប់ដែរ។",
    "emoji":"<:WALLPAPER:1282969919323115542>",
    "image":"https://i.imgur.com/y7QjZ62.jpg"
  },
  {
    "id":"6",
    "name":"តណ្ហដ្តិតប្រេត",
    "description":"តណ្ហដ្តិតប្រេតប្រេតដែលត្រូវសេចក្តីលំបាកបៀតបៀន។ប្រេតមានរូបរាងធំខ្ពស់ពេញចិត្តដៃជើងធំៗខ្លួនធំដូចយក្សសាច់ពព្លាក់ពពាលឡើងចាងកវែងក្បាលផ្អៀងភ្នែកស្រលៀងច្រមុះធំខ្លីរោមដុះស្រមាងដៃជើងក្រញាងធ្មេញសំញេញបបូរមាត់ស្ពែះយាធ្លាក់សំយែះពោះប៉ោងក្រអាញធំវែងដូចភ្នំសាច់ស្បែកស្ពោតសាញដុះស្លែស្រមាញ។ប្រេតនេះច្រើនរស់នៅក្នុងព្រៃជ្រៅដាច់ពីគេឯងហើយស្រេកឃ្លានអាហារព្រោះស៊ីមិនបានស្រេកទឹកខ្លាំងណាស់ឃើញបឹងស្រះស្ទុះទៅរកប៉ុន្តែបានប្រែក្លាយទៅជាគ្រួសថ្មទៅវិញ។",
    "emoji":"<:WALLPAPER:1282969919323115542>",
    "image":"https://i.imgur.com/1ShKUKP.jpg"
  },
  {
    "id":"7",
    "name":"សុនិជ្ឈាមកប្រេត",
    "description":"សុនិជ្ឈាមកប្រេតប្រេតដែលត្រូវឆេះខ្មៅដូចគល់ឈើ។ប្រេតនេះគឺមានកម្មក្រាសណាស់បើមានចំណីគឺពុំអាចស៊ីបានទេគឺមាត់ដុះកន្ទុយចំពោះរូបរាងវិញគឺរូបរាងអាក្រក់ពោះប៉ោងកំប៉ិតផ្ចិតទុលលៀនស្អុយច្រមុះកញ្ឆាតភ្នែកដូចទីទុយដុះរោមច្រើនមាត់ស្អុយខ្មូរខ្មោះសាច់ខ្មៅក្រងិតរាងខ្ពស់ស្គមស្វិតដៃជើងក្រោះម្រាមដៃដុះចង្កា។ត្រចៀកបាក់ធ្លាក់យាដាបដល់ស្មាសក់ក្បាលវែងស្កាអាក្រក់ពេកក្រៃ។ប្រេតនេះច្រើនរស់នៅក្នុងព្រៃជ្រៅឆ្ងាយដាច់ពីគេឬនៅលើកោះតែម្នាក់ឯងព្រោះខ្លួនចង្រៃប្រព្រឹត្តតក់ម៉ក់ពេលឃើញសាមណៈឬស្មូមយាចកប្រើពាក្យអាក្រក់ជេរស្តីឲ្យលោកនិយាយពាក្យចាក់ដោតឡកឡឺយបញ្ឆោតអ្នកមានសីលឲ្យអាប់កិត្តិយស។",
    "emoji":"<:WALLPAPER:1282969919323115542>",
    "image":"https://i.imgur.com/oxpVFB8.jpg"
  },
  {
    "id":"8",
    "name":"សត្ថង្គប្រេត",
    "description":"សត្ថង្គប្រេតប្រេតមានក្រចកដូចកាំបិត។ប្រេតប្រភេទនេះមានដំបៅពេញរាងកាយក្នុងសាច់សុទ្ធតែពងរុយមានខ្ទុះពាសពេញខ្លួនប្រាណក្លិនស្អុយគគ្រុកភ្នែកធំលៀនច្រមុះធំវែងពោះធ្លាក់ទ្រយុកស្រែកថ្ងូររងទុក្ខដោយមានសេចក្តីស្រេកឃ្លានខំយកដៃខ្វារពាសពេញប្រាណក្រចកវែងមុតខ្វេះហែកសាច់បានគឺសាច់ខ្លួនឯងយកមកស៊ីជាអាហារប៉ុន្តែបើស៊ីណាស់រឹតតែឃ្លានព្រោះវាមានកម្មក្រាស់ណាស់។នៅក្នុងព្រៃជៅលើកោះក៏មានច្រើនណាស់គគោករាប់ម៉ឺនសែនលានកាលពីជាតិមុនអត់បានធ្វើបុណ្យមានចិត្តកាច។ប្រេតនេះច្រើនរស់នៅឫស្យាហាមប្រកែកជាមួយម៉ែឪព្រមទាំងវាយគាត់ប្រើពាក្យប្រមាថជីដូនជីតាឬញាតិសន្តានបំភ្លេចគុណគេបែរជាឲ្យទោសគេទៅវិញ។",
    "emoji":"<:WALLPAPER:1282969919323115542>",
    "image":"https://i.imgur.com/p2jgU7Y.jpg"
  },
  {
    "id":"9",
    "name":"បព្វតង្គប្រេត",
    "description":"បព្វតង្គប្រេតប្រេតមានកាយដូចភ្នំ។ប្រេតប្រភេទនេះមានដៃខ្លីជើងខ្លីខ្លួនវែងជ្រងក់ធំខ្ពស់ដូចភ្នំក្បាលតូចកខ្លីសាច់រឹងដូចដំរីចំពោះខ្លួនប្រាណវិញគឺមានភ្លើងឆេះរងំឆេះទាំងយប់ទាំងថ្ងៃដូចភ្លើងឆេះភ្នំស្រេកឃ្លានអាហាររាប់កោដិឆ្នាំឃ្លានឥតមានស្រាកតែមិនស្លាប់ព្រោះបានធ្វើបាបកម្មច្រើននិងទ្រាំរស់នៅបែបបនេះរាប់រយឆ្នាំទៀតលុះអស់កម្មពៀរ។ប្រេតនេះច្រើនរស់នៅក្នុងដងព្រៃជ្រៅនាហេមពាន្តភ្នំគិជ្ឈកូដ។កាលពីជាតិមុនគឺមនុស្សទុរជនមានចិត្តរឹងរូសចងគំនុំឈ្លោះប្រកែកនិងតាមព្យាបាទគេឯងឥតកោតក្រែងអំពើអាក្រក់ដែលខ្លួនបានសាង។",
    "emoji":"<:WALLPAPER:1282969919323115542>",
    "image":"https://i.imgur.com/fitL39Q.jpg"
  },
  {
    "id":"10",
    "name":"អជគរង្គប្រេត",
    "description":"អជគរង្គប្រេតប្រេតមានកាយដូចពស់ថ្លាន់។ប្រេតប្រភេទនេះមានក្បាលច្រើនប្រភេទដូចជាពស់ថ្លាន់សត្វខ្លាជាឆ្មាគោក្របីប្រេតនេះចម្លែកមានរូបរាងប្លែកខុសប្រក្រតីខ្លួនជាពស់ថ្លាន់ធំវៀនលើដីធំវែងដូចភ្នំ។ភ្លើងឆេះព័ទ្ធរុំទាំងយប់ទាំងថ្ងៃស្រេកឃ្លានអាហារគ្រប់ពេលវេលាចេះតែថ្ងូរស្រែកទុក្ខខ្លាំងពេកក្រៃ។ប្រេតនេះច្រើនរស់នៅក្នុងព្រៃជ្រៅឬបុព្វតាក្បែរសមុទ្រលើដុំសិលា។ប្រេតនេះពីជាតិមុនមិនបានធ្វើបុណ្យប្រព្រឹត្តប៉ោឡែមិនខ្លាចម៉ែឪជីដូនជីតាជេរអ្នកមានគុណថាឆ្កែជាឆ្មា។ចំពោះព្រះសង្ឃក៏មិនខ្លាចប្រើពាក្យប្រមាថទៅទៀតទើបធ្វើឲ្យប្រេតនេះមានក្បាលច្រើនបែបនេះឯងមានភ្លើងគ្រប់ពេលវេលាបែបនេះ។",
    "emoji":"<:WALLPAPER:1282969919323115542>",
    "image":"https://i.imgur.com/rF9ChJq.jpg"
  },
  {
    "id":"11",
    "name":"វិមានកប្រេត",
    "description":"វិមានកប្រេតប្រេតមានវិមាននៅ។ប្រេតប្រភេទនេះមានរូបធំទ្រមឹងរាងធាត់ក្រអាញដុះរោមជិតឈឹងពោះប៉ោងត្រង់ភ្លឹងសម្បើមអស្ចារ្យប៉ុន្តែសុខទុក្ខស្ទើគ្មាន។តាមធម្មតាដៃកាន់អាវុធចិត្តកាចក្លៀវក្លាប្រេតនេះគេហៅថាយមរាជទៅកាប់សត្វនរកឈាមប្រឡាក់ព្រាចពីព្រឹកដល់ល្ងាចអត់បាយអត់ទឹកវាយសួរចម្លើយកាត់ទោសគ្រប់នរកត្រួតត្រាលើគេទាំងអស់។ពេលដែលសាយសុខគឺក្លាយខ្លួនទៅជាទេវបុត្រកម្លោះមានរូបល្អឥតខ្ចោះនៅក្នុងឋានសួគ៌ស្រីទេពអប្សរចោមរោមសុំស្នេហ៍ដល់ពេលសោយទុក្ខកើតជាប្រេតចង្រៃរងទុក្ខវេទនាទាំងយប់ទាំងថ្ងៃប្រេតនេះកាលពីជាតិមុនជាមនុស្សស៊យប្រព្រឹត្តិលីលាបានធ្វើទានខ្លះធ្វើតាមទម្លាប់គឺបុណ្យក៏ធ្វើបាបក៏ធ្វើក្នុងន័យប្រមាថដូចនេះហើយទើបផលកម្មសងទាំងពីបែបនេះ។",
    "emoji":"<:WALLPAPER:1282969919323115542>",
    "image":"https://i.imgur.com/j4mFZaU.jpg"
  },
  {
    "id":"12",
    "name":"មហិទ្ធិកប្រេត",
    "description":"មហិទ្ធិកប្រេតប្រេតមានឫទ្ធិច្រើន(ជាធំជាងប្រេតទាំងឡាយមើលខុសត្រូវប្រេតទាំងឡាយ)។ប្រេតប្រភេទនេះរូបល្អពេញទីជាស្តេចនៃប្រេតអ្នកមានឫទ្ធិល្អឥតមានពីរស្មើរូបទេព្តាមានគ្រឿងស្លៀកពាក់ស្រស់ស្អាតពេកក្រៃទាស់តែស្រេកឃ្លានអាហារអ្វីៗត្រេកអរលើសលន់ខំស្ទុះទៅចាប់ភ្លើងឆេះពេកពន់បើមិនដូចនោះទេឃើញហើយខំស្ទុះចាប់កើបស្រវាបានដាក់ក្នុងមាត់លេបទៅកាលណាស្រាប់តែក្លាយជាដុំដែកក្រហមច្រាលឆ្អៅឆេះឆាបក្នុងមាត់ស្រេកឃ្លានណាស់ព្រោះមានកម្មច្រើនក្លិនស្អុយអស្ចារ្យល្អតែរូបកាយ។ប្រេតនេះកាលពីជាតិមុនបួសក្នុងសាសនាប្រមាថសុះសាយបួសមិនប្រព្រឹត្តវិន័យបួសឆាន់តែបាយប្រព្រឹត្តអាក្រក់ធ្វើមិច្ឆាចារឆបោកគ្រហស្ថប្លន់លាភមិនប្រតិបត្តិតាមវិន័យ៕",
    "emoji":"<:WALLPAPER:1282969919323115542>",
    "image":"https://i.imgur.com/wDrISXJ.jpg"
  }
]