[
  {
    "id": "1",
    "name": "ភ្នំពេញ",
    "englishName": "Phnom Penh",
    "description": "ភ្នំពេញ ជាទីក្រុងធំបំផុតនិងជាភាគច្រើនជាគ្រួសាររបស់ប្រទេសកម្ពុជា។ វាត្រូវបានគេស្គាល់ថាជាមជ្ឈមណ្ឌលនយោបាយ សេដ្ឋកិច្ច ការសិក្សា និងវប្បធម៌របស់ប្រទេស។ ក្រុងភ្នំពេញមានទីតាំងនៅចំណុចផ្លាស់ប្តូររវាងទន្លេសាប ទន្លេមេគង្គ និងទន្លេបាសាក់ ដែលធ្វើឱ្យវាមានតំបន់សម្រាប់ការធ្វើដំណើរ និងពាណិជ្ជកម្មសំខាន់។ ភ្នំពេញមានស្ថាបត្យកម្មបុរាណ និងសម័យថ្មីដែលសង្ហារ និងមានតម្លៃទស្សនាក្រោមជំនាន់អាណានិគមបារាំង។\n\nPhnom Penh is the largest city and capital of Cambodia, serving as the political, economic, educational, and cultural hub of the country.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/JkpjdgR.png"
  },
  {
    "id": "2",
    "name": "កណ្តាល",
    "englishName": "Kandal",
    "description": "ខេត្តកណ្តាល ជាខេត្តមួយស្ថិតនៅក្នុងភាគកណ្តាលនៃប្រទេសកម្ពុជា។ ខេត្តនេះមានទីតាំងនៅជុំវិញរាជធានីភ្នំពេញ និងមានព្រំប្រទល់ជាប់ទន្លេមេគង្គ។ ខេត្តកណ្តាលមានសក្តានុពលខ្ពស់ក្នុងវិស័យកសិកម្ម ជាពិសេសការដាំស្រូវ ផ្លែឈើ និងកសិផលផ្សេងៗ។ អនីតិជននៅខេត្តនេះក៏ជាងសិប្បកម្ម និងពាណិជ្ជកម្មតាមទន្លេផងដែរ។ កណ្តាលស្ថិតក្នុងតំបន់សំខាន់សម្រាប់ការដឹកជញ្ជូន និងពាណិជ្ជកម្មអន្តរជាតិ។\n\nKandal Province is centrally located in Cambodia, surrounding the capital city, Phnom Penh, and bordering the Mekong River. It has strong potential in agriculture, particularly rice farming, fruit cultivation, and other agricultural products. The province is also known for river-based crafts and trade.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/b9Y3RwY.png"
  },
  {
    "id": "3",
    "name": "ព្រៃវែង",
    "englishName": "Prey Veng",
    "description": "ខេត្តព្រៃវែង ជាខេត្តមួយស្ថិតនៅភាគខាងកើតនៃប្រទេសកម្ពុជា ដែលមានព្រំដែនជាប់ខេត្តស្វាយរៀង និងទន្លេសាប។ ខេត្តនេះគឺជាកន្លែងមានសក្តានុពលខ្ពស់ក្នុងវិស័យកសិកម្ម ដោយមានកសិដ្ឋានស្រូវធំៗ និងដីសម្បូរបែបសម្រាប់ការកសិកម្មផ្សេងៗ។ ប្រជាជនខេត្តព្រៃវែងភាគច្រើនជាយស្តៅ និងមានបំណងកសាងជីវភាពតាមវិស័យកសិកម្មជាទីសំខាន់។\n\nPrey Veng Province, located in the eastern part of Cambodia, is known for its vast agricultural potential, particularly in rice farming and fertile land suitable for various crops. The majority of its population is engaged in farming, and the province is important for Cambodia's agricultural production.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/piUR0Wu.png"
  },
  {
    "id": "4",
    "name": "សៀមរាប",
    "englishName": "Siem Reap",
    "description": "ខេត្តសៀមរាប ជាខេត្តមួយនៅភាគខាងជើងនៃប្រទេសកម្ពុជា ដែលល្បីខ្លាំងដោយសារតែជាទីតាំងនៃប្រាសាទអង្គរវត្ត ដែលជាគោលដៅទេសចរណ៍ពិភពលោក។ សៀមរាបជាមជ្ឈមណ្ឌលសំខាន់សម្រាប់វប្បធម៌ ប្រវត្តិសាស្រ្ត និងទេសចរណ៍។ នៅលើទឹកដីនេះមានប្រាសាទបុរាណដ៏សែនសម្បើម ជាផ្នែកមួយនៃអរិយធម៌ខ្មែរ បន្ថែមពីលើវិស័យទេសចរណ៍ដែលអភិវឌ្ឍន៍យ៉ាងលឿន។ ប្រាជ្ញាពិភពលោកបាននិយាយថា សៀមរាបគឺជាកន្លែងមួយដែលបង្ហាញពីមហិមារបស់សង្គមខ្មែរ។\n\nSiem Reap Province, located in the north of Cambodia, is world-renowned as the home of Angkor Wat, one of the most famous ancient temple complexes and a UNESCO World Heritage site. Siem Reap is a major cultural and historical center, attracting millions of tourists annually. It plays a significant role in showcasing Khmer civilization's glory and is a rapidly developing tourism hub.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/3J1Zkal.png"
  },
  {
    "id": "5",
    "name": "បាត់ដំបង",
    "englishName": "Battambang",
    "description": "ខេត្តបាត់ដំបង ជាខេត្តមួយស្ថិតនៅភាគខាងលិចនៃប្រទេសកម្ពុជា និងជាខេត្តធំបំផុតមួយក្នុងប្រទេស។ ខេត្តនេះមានសក្តានុពលខ្ពស់ក្នុងវិស័យកសិកម្ម ដោយមានដីវាលស្មៅធំទូលាយ និងការដាំដុះដំណាំស្រូវជាច្រើន។ បាត់ដំបងមានកេរ្តិ៍ឈ្មោះក្នុងការជួយទុកលំនាំវប្បធម៌ខ្មែរ និងកសាងសិល្បៈច្នៃប្រឌិតដូចជាប្រាសាទ និងអាគារបុរាណ។ បាត់ដំបងគឺជាទីក្រុងមួយមានសន្តិសុខ និងស្ងប់ស្ងាត់ ដោយអ្នកភូមិភាគច្រើននៅតែប្ដេជ្ញាការងារកសិកម្ម និងពាណិជ្ជកម្មតាមធម្មតា។\n\nBattambang Province is located in the western part of Cambodia and is one of the largest provinces in the country. It is well-known for its agricultural potential, with vast plains and major rice production. Battambang also has a rich cultural heritage, with historical sites and traditional Khmer architecture. The province is recognized for its peaceful environment, where many residents continue to engage in farming and traditional commerce.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/GtZODIq.png"
  },
  {
    "id": "6",
    "name": "តាកែវ",
    "englishName": "Takéo",
    "description": "ខេត្តតាកែវ ជាខេត្តមួយនៅភាគខាងត្បូងនៃប្រទេសកម្ពុជា ដែលស្ថិតជាប់ព្រំប្រទល់នឹងប្រទេសវៀតណាម។ ខេត្តនេះមានប្រវត្តិសាស្រ្តអស្ចារ្យ ជាពិសេសនូវសិល្បៈប្រាសាទអង្គរបុរាណ និងប្រាង្គដើមឈើបុរាណ។ តាកែវមានសក្តានុពលខ្ពស់ក្នុងវិស័យកសិកម្ម ដោយអនីតិជនភាគច្រើនជាប់នឹងការដាំស្រូវ និងកសិផលផ្សេងៗ។\n\nTakéo Province is located in southern Cambodia, bordering Vietnam. It is rich in history, especially with its ancient Angkorian temples and stone carvings. The province has great agricultural potential, with most residents engaged in rice farming and other crops.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/Z6hVTTG.png"
  },
  {
    "id": "7",
    "name": "កំពង់ចាម",
    "englishName": "Kampong Cham",
    "description": "ខេត្តកំពង់ចាម ជាខេត្តមួយនៅភាគខាងកើតនៃប្រទេសកម្ពុជា ដែលជាតំបន់មានសក្តានុពលខ្ពស់ក្នុងវិស័យកសិកម្មនិងពាណិជ្ជកម្ម។ កំពង់ចាមជាខេត្តធំបំផុតមួយក្នុងប្រទេស ហើយមានទីតាំងជាប់ទន្លេមេគង្គដែលជួយបង្កើនកសិកម្មនៅតំបន់នេះ។ ខេត្តនេះត្រូវបានគេស្គាល់ថាមានសណ្ឋានដីវាលស្មៅធំ និងជាតំបន់អភិវឌ្ឍន៍នៅចំណុចចរាចរណ៍សំខាន់។\n\nKampong Cham Province is located in eastern Cambodia and is known for its strong agricultural and trade sectors. It is one of the largest provinces and benefits from its location along the Mekong River, which supports extensive farming. The province is characterized by vast plains and is a key area for development and transportation.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/CNwIZ7D.png"
  },
  {
    "id": "8",
    "name": "កំពង់ស្ពឺ",
    "englishName": "Kampong Speu",
    "description": "ខេត្តកំពង់ស្ពឺ ជាខេត្តមួយស្ថិតនៅភាគខាងត្បូងនៃប្រទេសកម្ពុជា ហើយជាខេត្តដែលល្បីល្បាញដោយសារតែការផលិតស្ករក្នុងស្រុក និងព្រៃព្រំព្រាំង។ ខេត្តនេះមានទីតាំងស្របព្រំជាប់ភ្នំគូលេន និងភ្នំត្បូង ដែលមានព្រៃឈើធម្មជាតិសម្បូរ និងជាតំបន់សំខាន់ក្នុងការកសាងបរិស្ថានច្នៃប្រឌិត។\n\nKampong Speu Province is located in southern Cambodia, known for its local sugar production and vast wilderness areas. It is home to natural resources like forests, especially near the Kirirom and Aural Mountains, making it an important province for environmental conservation and natural products.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/N80zlTi.png"
  },
  {
    "id": "9",
    "name": "បន្ទាយមានជ័យ",
    "englishName": "Banteay Meanchey",
    "description": "ខេត្តបន្ទាយមានជ័យ ជាខេត្តមួយនៅភាគខាងលិចនៃប្រទេសកម្ពុជា ដែលមានទីតាំងជាប់ព្រំដែនប្រទេសថៃ។ ខេត្តនេះល្បីខ្លាំងដោយសារតែមានប្រវត្តិសាស្រ្តអាចមកពីសម័យអង្គរ និងជាកន្លែងពាណិជ្ជកម្មដ៏សំខាន់តាមព្រំដែន។ បន្ទាយមានជ័យមានសក្តានុពលខ្ពស់ក្នុងវិស័យកសិកម្ម និងពាណិជ្ជកម្មអន្តរជាតិ។\n\nBanteay Meanchey Province is located in western Cambodia, bordering Thailand. It is known for its historical significance, dating back to the Angkorian period, and serves as a key trade gateway with Thailand. The province has strong agricultural potential and is an important area for international trade.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/bf62rXk.png"
  },
  {
    "id": "10",
    "name": "ត្បូងឃ្មុំ",
    "englishName": "Tboung Khmum",
    "description": "ខេត្តត្បូងឃ្មុំ ជាខេត្តថ្មីមួយនៅភាគខាងកើតនៃប្រទេសកម្ពុជា បង្កើតឡើងនៅឆ្នាំ ២០១៤ ដោយបំបែកចេញពីខេត្តកំពង់ចាម។ ខេត្តនេះជាទីតាំងសំខាន់សម្រាប់វិស័យកសិកម្ម និងមានទំនាក់ទំនងពាណិជ្ជកម្មជាមួយប្រទេសវៀតណាម។ ប្រជាជននៅត្បូងឃ្មុំភាគច្រើនធ្វើការកសិកម្ម និងពាណិជ្ជកម្មតាមតំបន់ទន្លេមេគង្គ។\n\nTboung Khmum Province is a newly formed province in eastern Cambodia, established in 2014 after being separated from Kampong Cham. It is an important agricultural region and has significant trade connections with Vietnam. Most of its residents are involved in farming and commerce along the Mekong River.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/Mwm7vbl.png"
  },
  {
    "id": "11",
    "name": "កំពង់ធំ",
    "englishName": "Kampong Thom",
    "description": "ខេត្តកំពង់ធំ ជាខេត្តមួយស្ថិតនៅភាគកណ្ដាលនៃប្រទេសកម្ពុជា។ ខេត្តនេះមានសក្តានុពលខ្ពស់ក្នុងវិស័យកសិកម្ម ដោយមានដីធំបំពង់សម្រាប់ការដាំដុះដំណាំស្រូវ និងកសិកម្មផ្សេងៗ។ កំពង់ធំមានទីតាំងជាប់ជិតប្រាសាទសំបូរព្រៃគុក ដែលជាគោលដៅទេសចរណ៍សំខាន់មួយ។ កំពង់ធំជាខេត្តប្រវត្តិសាស្រ្តដែលជួយបង្ហាញពីសិល្បៈបុរាណខ្មែរ។\n\nKampong Thom Province is located in central Cambodia and is a key agricultural area with vast lands for rice farming and other crops. The province is home to Sambor Prei Kuk, an important historical site that showcases ancient Khmer art and architecture. It plays a significant role in Cambodia's history and tourism.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/PHv5ZNM.png"
  },
  {
    "id": "12",
    "name": "កំពត",
    "englishName": "Kampot",
    "description": "ខេត្តកំពត ជាខេត្តមួយស្ថិតនៅភាគខាងត្បូងនៃប្រទេសកម្ពុជា ដែលមានដែនកោះជាប់ឆ្នេរសមុទ្រ។ ខេត្តនេះល្បីល្បាញដោយសារផលិតទឹកឃ្មុំ ផ្លែក្រូចឆ្មារ និងដំណាំស្វាយប្រចាំតំបន់។ កំពតក៏ជាគោលដៅទេសចរណ៍សម្រាប់ចំណាកស្រុកដើម្បីទស្សនារមណីយដ្ឋាននៃភ្នំបូកគោ និងឆ្នេរសមុទ្រ។\n\nKampot Province is located in southern Cambodia, along the coast, and is famous for producing high-quality pepper, limes, and region-specific mangoes. The province is also a popular tourist destination, with attractions like Bokor Mountain and its scenic seaside areas.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/ZCdJ66M.png"
  },
  {
    "id": "13",
    "name": "កំពង់ឆ្នាំង",
    "englishName": "Kampong Chhnang",
    "description": "ខេត្តកំពង់ឆ្នាំង ជាខេត្តមួយស្ថិតនៅភាគកណ្ដាលនៃប្រទេសកម្ពុជា ដែលមានទំនើបនិងប្រសើរចំពោះការដាំដុះដំណាំ និងត្រីសមុទ្រ។ ខេត្តនេះមានប្រជាជនភាគច្រើនពឹងផ្អែកលើកសិកម្ម និងសិប្បកម្មដៃធ្វើកង្ហារ។ កំពង់ឆ្នាំងមានទីតាំងជិតទន្លេសាប ដែលធ្វើឱ្យជាតំបន់សំខាន់សម្រាប់ការលាងត្រី និងសិប្បកម្មផ្សេងៗ។\n\nKampong Chhnang Province is located in central Cambodia and is well-known for its fertile agricultural lands and fish farming. Most of the population depends on farming and traditional crafts like pottery. The province's proximity to the Tonle Sap River enhances its significance in fishing and craft-making industries.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/m5wrMai.png"
  },
  {
    "id": "14",
    "name": "ស្វាយរៀង",
    "englishName": "Svay Rieng",
    "description": "ខេត្តស្វាយរៀង ជាខេត្តមួយនៅភាគខាងកើតនៃប្រទេសកម្ពុជា ដែលជាទីតាំងជាប់ប្រទេសវៀតណាម។ ខេត្តនេះត្រូវបានគេស្គាល់ថាមានវាលស្រូវធំទូលាយ និងមានប្រព័ន្ធធម្មជាតិសំខាន់សម្រាប់វិស័យកសិកម្ម។ ស្វាយរៀងជាតំបន់ពាណិជ្ជកម្មជាទីសំខាន់មួយប្រកបដោយការធ្វើដំណើរជាមួយប្រទេសវៀតណាម។\n\nSvay Rieng Province is located in eastern Cambodia, bordering Vietnam. It is known for its expansive rice fields and natural irrigation systems, which make it an important agricultural area. Svay Rieng is also a key trading hub due to its proximity to Vietnam.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/PEjX0ln.png"
  },
  {
    "id": "15",
    "name": "ពោធិ៍សាត់",
    "englishName": "Pursat",
    "description": "ខេត្តពោធិ៍សាត់ ជាខេត្តមួយនៅភាគខាងលិចនៃប្រទេសកម្ពុជា។ ខេត្តនេះល្បីដោយសារតែមានផ្លែឈើធម្មជាតិដូចជាស្វាយ និងបន្លែផ្សេងៗ។ ពោធិ៍សាត់មានទេសភាពស្អាតដូចជាតំបន់ភ្នំគូលេន និងជាតំបន់សំខាន់សម្រាប់ការធ្វើដំណើរព្រំដែនជាមួយប្រទេសថៃ។\n\nPursat Province is located in western Cambodia and is known for its production of natural fruits like mangoes and various vegetables. It also has beautiful landscapes, including the Aural Mountains, and is an important province for border trade with Thailand.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/MCEfaPh.png"
  },
  {
    "id": "16",
    "name": "ក្រចេះ",
    "englishName": "Kratié",
    "description": "ខេត្តក្រចេះ ជាខេត្តមួយនៅភាគខាងជើងនៃប្រទេសកម្ពុជា។ ខេត្តនេះល្បីខ្លាំងដោយសារតែទីតាំងជិតទន្លេមេគង្គ និងការកំណើតរបស់ត្រីដូហ្វាំងទន្លេមេគង្គដែលកំពុងកំពុងអស្ចារ្យ។ ខេត្តក្រចេះមានទេសភាពស្អាត និងមានសក្តានុពលក្នុងវិស័យកសិកម្មផងដែរ។\n\nKratié Province is located in northern Cambodia and is well-known for its proximity to the Mekong River and the rare Mekong Irrawaddy dolphins. The province offers beautiful natural scenery and has significant potential in agriculture, particularly in rice farming and fisheries.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/GPCjGtY.png"
  },
  {
    "id": "17",
    "name": "ព្រះសីហនុ",
    "englishName": "Preah Sihanouk",
    "description": "ខេត្តព្រះសីហនុ ជាខេត្តមួយស្ថិតនៅភាគខាងត្បូងនៃប្រទេសកម្ពុជា ដែលមានឆ្នេរសមុទ្រច្រើន និងទេសភាពស្អាត។ ខេត្តនេះជាគោលដៅទេសចរណ៍ដែលមានការអភិវឌ្ឍន៍ខ្លាំងជាពិសេសដោយសារតែមានកោះសមុទ្រដ៏ស្រស់ស្អាត និងឆ្នេរខ្សាច់ធំៗ។ សៀមរាបមានទីសំខាន់ក្នុងការធ្វើពាណិជ្ជកម្មអន្តរជាតិ ដោយសារតែមានកំពង់ផែក្រុងព្រះសីហនុ ដែលជាកំពង់ផែកំពង់ផែសមុទ្រសំខាន់បំផុតក្នុងប្រទេសកម្ពុជា។\n\nPreah Sihanouk Province, located in southern Cambodia, is known for its beautiful beaches and islands, making it a major tourist destination. The province is rapidly developing due to its scenic coastal resorts and large sandy beaches. It also plays a crucial role in international trade, thanks to the deep-water port in Sihanoukville, Cambodia's most important seaport.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/dkYnWou.png"
  },
  {
    "id": "18",
    "name": "ឧត្តរមានជ័យ",
    "englishName": "Oddar Meanchey",
    "description": "ខេត្តឧត្តរមានជ័យ ជាខេត្តមួយនៅភាគខាងជើងនៃប្រទេសកម្ពុជា ដែលស្ថិតនៅជិតព្រំប្រទល់ប្រទេសថៃ។ ខេត្តនេះមានប្រវត្តិសាស្រ្តជាប់ទាក់ទងនឹងសង្គ្រាមអង្គរវត្ត និងមានព្រៃឈើធម្មជាតិសម្បូរដោយព្រៃព្រឹក្សា។ ជាទីតាំងដ៏សំខាន់ក្នុងការអភិរក្សធនធានធម្មជាតិ។\n\nOddar Meanchey Province is located in northern Cambodia, bordering Thailand. It has a rich history linked to the Angkor era and is known for its dense forests. The province is a key area for natural resource conservation.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/1E7v8du.png"
  },
  {
    "id": "19",
    "name": "ព្រះវិហារ",
    "englishName": "Preah Vihear",
    "description": "ខេត្តព្រះវិហារ ជាខេត្តមួយនៅភាគខាងជើងនៃប្រទេសកម្ពុជា ដែលល្បីល្បាញដោយសារតែប្រាសាទព្រះវិហារ ដែលជាសម្បត្តិបេតិកភណ្ឌពិភពលោកនៃអង្គការយូនេស្កូ។ ខេត្តនេះមានតំបន់ភ្នំ និងវាលស្មៅធំសម្រាប់វិស័យកសិកម្ម និងអភិរក្សធនធានធម្មជាតិ។\n\nPreah Vihear Province is located in northern Cambodia, famous for Preah Vihear Temple, a UNESCO World Heritage Site. The province features mountainous regions and large plains, making it significant for agriculture and natural resource conservation.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/5M4SZbH.png"
  },
  {
    "id": "20",
    "name": "រតនគិរី",
    "englishName": "Ratanakiri",
    "description": "ខេត្តរតនគិរី ស្ថិតនៅភាគឦសាននៃប្រទេសកម្ពុជា ហើយល្បីដោយសារតែមានព្រៃឈើធម្មជាតិសម្បូរ និងជាតំបន់សំខាន់សម្រាប់ការរីកចម្រើននៃវប្បធម៌និងជនជាតិដើមភាគតិច។ ខេត្តនេះមានទេសភាពដ៏ស្រស់ស្អាតនៃភ្នំ និងជ្រលងភ្នំជាច្រើន។\n\nRatanakiri Province is located in northeastern Cambodia and is known for its dense forests and being home to various indigenous communities. The province is rich in natural beauty, with mountains, waterfalls, and unique landscapes.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/f61v4Pz.png"
  },
  {
    "id": "21",
    "name": "ស្ទឹងត្រែង",
    "englishName": "Stung Treng",
    "description": "ខេត្តស្ទឹងត្រែង ជាខេត្តមួយនៅភាគខាងជើងនៃប្រទេសកម្ពុជា និងជាតំបន់ដែលស្ថិតជាប់ទន្លេមេគង្គ។ ខេត្តនេះល្បីដោយសារទេសភាពធម្មជាតិស្រស់ស្អាត និងមានជនជាតិដើមច្រើនដែលរស់នៅតាមភ្នំ និងទន្លេ។\n\nStung Treng Province is located in northern Cambodia, along the Mekong River. The province is known for its natural beauty and is home to many indigenous communities living along the river and in the mountainous areas.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/xHtDPa8.png"
  },
  {
    "id": "22",
    "name": "កោះកុង",
    "englishName": "Koh Kong",
    "description": "ខេត្តកោះកុង ជាខេត្តមួយនៅភាគខាងលិចនៃប្រទេសកម្ពុជា ដែលស្ថិតនៅជិតព្រំប្រទល់ប្រទេសថៃ និងជាខេត្តមួយមានទេសភាពសមុទ្រដ៏ស្រស់ស្អាត។ ខេត្តនេះមានអំពើធម្មជាតិសម្បូរទាំងព្រៃឈើ និងដូនសត្វធម្មជាតិ។\n\nKoh Kong Province is located in western Cambodia, near the border with Thailand, and is known for its beautiful coastline. The province is rich in natural resources, including forests and wildlife, and offers stunning sea views.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/3ob6kB1.png"
  },
  {
    "id": "23",
    "name": "មណ្ឌលគិរី",
    "englishName": "Mondulkiri",
    "description": "ខេត្តមណ្ឌលគិរី ស្ថិតនៅភាគឦសាននៃប្រទេសកម្ពុជា និងល្បីដោយសារផ្លែឈើព្រៃ និងការរីកចម្រើននៃវប្បធម៌ជនជាតិដើមភាគតិច។ ខេត្តនេះមានភ្នំសម្បើម និងជាតំបន់សំខាន់សម្រាប់ការអភិរក្សធនធានធម្មជាតិ។\n\nMondulkiri Province is located in northeastern Cambodia and is known for its wild fruits and the rich culture of its indigenous populations. The province has mountainous landscapes and plays an important role in preserving natural resources.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/eJceiyV.png"
  },
  {
    "id": "24",
    "name": "ប៉ៃលិន",
    "englishName": "Pailin",
    "description": "ខេត្តប៉ៃលិន ជាខេត្តមួយតូចស្ថិតនៅភាគខាងលិចនៃប្រទេសកម្ពុជា។ ខេត្តនេះត្រូវបានគេស្គាល់ដោយសារធនធានគុជភ្លៅ និងវត្ថុបុរាណផ្សេងៗដែលទាក់ទងនឹងប្រវត្តិសាស្រ្តបុរាណខ្មែរ។\n\nPailin Province is a small province located in western Cambodia. It is known for its gem mines and artifacts related to ancient Khmer history. Pailin is rich in natural resources, particularly gemstones.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/UwyDX6T.png"
  },
  {
    "id": "25",
    "name": "កែប",
    "englishName": "Kep",
    "description": "ខេត្តកែប ជាខេត្តមួយតូចស្ថិតនៅជិតឆ្នេរសមុទ្រនៃប្រទេសកម្ពុជា ហើយល្បីដោយសារផ្លូវសមុទ្រដ៏ស្រស់ស្អាត និងការបង្កើតជំរុំសម្រាប់អ្នកទេសចរណ៍។ កែបក៏មានចម្ការគ្រឿងសមុទ្រសម្រាប់ទំនាក់ទំនងពាណិជ្ជកម្មជាមួយតំបន់ផ្សេងៗ។\n\nKep Province is a small province located along Cambodia's coastline, famous for its beautiful seaside resorts and tourism camps. Kep is also known for its seafood markets and its significance in coastal trade.",
    "emoji": "<:WALLPAPER:1282969919323115542>",
    "image": "https://i.imgur.com/5TeqMLq.png"
  }
]